Repository: Itinityorg/itinity-commerce
Catalog: fields/field_phone/field_phone.*.po
Languages: ru

source: Phone
ru: Телефон

source: This field stores and renderes phone number.
ru: Это поле хранит и отображает телефонный номер.

source: Display a phone with regional code.
ru: Отобразить телефон с региональным кодом.

source: Use mask for input
ru: Использовать маску для ввода.

source: Increases page load time and its size.
ru: Увеличивает время загрузки страницы и её размер.

source: Default country for phone numbers
ru: Страна по умолчанию для телефонных номеров

source: Allow users to change default country
ru: Разрешить пользователям изменять страну по умолчанию

source: Only mobile numbers
ru: Только мобильные номера

source: Phone fields were changed and existing phone numbers were converted to a new format.
ru: Поля с телефонами были изменены и существующие телефонные номера были сконвертированы в новый формат.

source: Phone field
ru: Поле с телефоном

source: Add phone field and widget type
ru: Добавляет поле и виджет с телефоном
