Repository: Itinityorg/itinity-commerce
Catalog: addons/translations/addons.*.po
Languages: ru

source: Specify value from @min to @max.
ru: Укажите значение от @min до @max.

source: Invalid date format in !name field.
ru: Неверный формат даты в поле !name

source: Invalid time in !name field.
ru: Неправильное время указано в поле !name.

source: Date/time in !name field must be later or equal to @val.
ru: Дата/время в поле !name должно быть позже или равно @val.

source: Date/time in !name field must be before or equal to @val.
ru: Дата/время в поле !name должно быть раньше или равно @val.

source: Invalid input format in !field field.
ru: Неправильный формат данных в поле !field.

source: Value of !field field must be no less than %min.
ru: Значение поля !field должно быть не менее %min.

source: Value of !field field must be no greater than %max.
ru: Значение поля !field должно быть не более %max.

source: Internal URL on this site. Type relative system path or alias.
ru: Внутренний URL на этом сайте. Введите относительный системный путь или синоним.

source: URL "%url" not found on this site
ru: URL "%url" не найден на этом сайте

source: Color value in HTML format (e.c. "%sample").
ru: Цветовое значение в формате HTML (например "%sample").

source: Invalid color value in !field field. Use HTML specified HEX-value (e.g. "#AADD00", "#FF0000")
ru: Неправильное значение цвета в поле !field. Используйте 16-ричное представление в стандарте HTML (например "#AADD00", "#FF0000")

source: Start typing material name, seek it in popup list and select here. Else, if you know material number (see URL, eg "node/12345") - type this number.
ru: Начинайте вводить наименование материала, найдите требуемый во всплывающей подсказке и выберите его. Либо, если вы знаете номер материала (см. URL, например "/node/12345"), во введите этот номер.

source: Allowed types is: %types
ru: Допустимые типы: %types

source: <UNTITLED>
ru: <БЕЗЫМЯННЫЙ>

source: Invalid value in field !field. Type number of existing material.
ru: Неправильное значение в поле !field. Укажите идентификатор существующего материала.

source: Non existing material in !field field.
ru: Несуществующий материал в поле !field

source: Incorrect type of material in !field field.
ru: Некорректный тип содержимого в поле !field.

source: Access denied for material inserted into !field field
ru: Доступ запрещен для материала, указанного в поле !field

source: "%url" is not a valid url
ru: URL "%url" неверен

source: "%mail" is not a valid email address
ru: неправильный почтовый адрес "%mail"

source: %phone is not a valid phone
ru: %phone некорректный номер телефона

source: "%icq" is not a valid icq
ru: некорректный номер ICQ "%icq"

source: Skype
ru: Скайп

source: Country
ru: Страна

source: Territory, area, township
ru: Край, область, район

source: City (settlement)
ru: Город (населённый пункт)

source: Postcode
ru: Почтовый индекс

source: Street
ru: Улица

source: Building
ru: Дом

source: Office
ru: Офис

source: Location on the map
ru: Местоположение на карте

source: You can use mouse scroll to change value.
ru: Вы можете использовать прокрутку мыши, чтобы изменить значение.

source: Current color
ru: Текущий цвет

source: Previous color
ru: Предыдущий цвет

source: Fill in all fields or leave them blank.
ru: Заполните все поля или оставьте их пустым.

source: Warning! Changes will be lost!
ru: Внимание! Изменения будут утеряны!

source: Without label
ru: Без метки

source: add new item into "!title"
ru: добавить новый пункт в "!title"

source: maybe you meant <br />%string
ru: возможно вы имели ввиду %string

source: DD.MM.YYYY
ru: ДД.ММ.ГГГГ

source: Chart context menu
ru: Контекстное меню графика

source: Download JPEG image
ru: Загрузить JPEG изображение

source: Download PDF document
ru: Загрузить PDF документ

source: Download PNG image
ru: Загрузить PNG изображение

source: Download SVG vector image
ru: Загрузить SVG векторное изображение

source: Loading...
ru: Загрузка...

source: Print chart
ru: Распечатать график

source: Reset zoom
ru: Сбросить увеличение

source: Reset zoom level 1:1
ru: Сбросить уровень увеличения до 1:1

source: Jan
ru: Янв

source: Feb
ru: Фев

source: Mar
ru: Мар

source: Apr
ru: Апр

source: May
ru: Май

source: Jun
ru: Июн

source: Jul
ru: Июл

source: Sep
ru: Сен

source: Oct
ru: Окт

source: Nov
ru: Ноя

source: Dec
ru: Дек

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Sunday
ru: Воскресенье

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Value of !field field must be be a multiple of %m.
ru: Значение поля !field должно быть кратным числу %m.

source: Allowed content types is: %types
ru: Разрешенные типы содержимого: %types

source: HH:MM
ru: ЧЧ:ММ

source: @entity_name %label1 has been renamed to %label2
ru: @entity_name %label1 был(о,а) переименован(о,а) в %label2

source: Reduce
ru: Вычесть

source: Increase
ru: Прибавить

source: 1 symbol remains
ru: @count знак остался

source: Please remove 1 extra character
ru: Пожалуйста удалите @count знак

source: Create new user
ru: Создать нового пользователя

source: Content not found
ru: Содержимое остутствует

source: New @role_name
ru: Создать @role_name

source: --- NOT EXISTING OBJECT #@num ---
ru: --- НЕСУЩЕСТВУЮЩИЙ ОБЪЕКТ #@num ---

source: Custom field name
ru: Свое название поля
