Repository: Itinityorg/itinity-commerce
Catalog: catalog/translations/catalog.*.po
Languages: ru

source: Weight in lists
ru: Вес в списках

source: Without weight
ru: Без веса

source: Materials with this option always have a higher priority in sorting in listings relatively to the materials without the weight.
ru: Материалы с этой опцией всегда имеют более высокий приоритет при сортировке в списках по отношению к материалам без веса.

source: Content list
ru: Список материалов

source: No available content lists. <a href="@link">Add content list</a>.
ru: Нет доступных списков материалов. <a href="@link">Добавить список материалов</a>.

source: Informer
ru: Информер

source: Content list title
ru: Наименование списка материалов

source: List description
ru: Описание списка

source: Content selection
ru: Выборка содержимого

source: <Any content types>
ru: <Любые типы содержимого>

source: <Any terms>
ru: <Любые категории>

source: All terms in %vocabulary vocabulary
ru: Все категории словаря %vocabulary

source: Any vocabularies
ru: Все словари

source: Content displaying options
ru: Параметры отображения содержимого

source: Please note, if you have a random sort, the pager will not be displayed.
ru: Обратите внимание, что если вы настроили случайную сортировку, то постраничная навигация отображаться не будет.

source: Display materials are not older than
ru: Отображать материалы не старше

source: Сontents of the list
ru: Содержимое списка

source: To display all of the materials without any restrictions leave blank or enter zero.
ru: Для отображения всех материалов без ограничений оставьте пустым или введите ноль.

source: days
ru: дней

source: Depth of a conclusion of objects on taxonomy
ru: Глубина вывода объектов по таксономии

source: All levels
ru: Все уровни

source: Whether to display in a current category the objects attached to subcategories of the dictionary.
ru: Отображать ли в текущей категории объекты, прикреплённые к подкатегориям словаря.

source: Rows
ru: Строки

source: Cols
ru: Колонки

source: Alignment columns by center
ru: Выравнивание в колонках по центру

source: On the left edge
ru: По левому краю

source: On the center
ru: По центру

source: Text zoom
ru: Масштаб текста

source: Display a gallery of images in a popup window by clicking on the picture.
ru: Показать всплывающую галерею картинок при клике по изображению

source: Vocabulary for materials filtration
ru: Словарь для фильтрации материалов

source: Don't display
ru: Не отображать

source: Generate sub tree contains children objects
ru: Генерировать полное дерево с дочерними объектами

source: There is currently no content in this list.
ru: Материалы отсутствуют в данном списке.

source: Created date, oldest first
ru: Дата создания, сначала старые

source: Changed date, oldest first
ru: Дата изменения, сначала старые

source: Alphabetical
ru: По алфавиту

source: Administer content lists
ru: Управлять списками материалов

source: Are you sure want delete the custom content list %title?
ru: Вы действительно хотите удалить список материалов %title?

source: The content list %title has been deleted.
ru: Список материалов %title был удален.

source: Content listn title and machine name
ru: Заголовок списка материалов и машинное имя

source: Content selector settings
ru: Настройка выборки содержимого

source: View setup
ru: Настройка представления

source: Display settings for aggregated items
ru: Настройки отображения агрегированных элементов

source: Representation of current category
ru: Представление текущей категории

source: Current term
ru: Текущая категория

source: List of categories
ru: Список категорий

source: Links for adding term or material
ru: Ссылки для добавления термина и материала

source: informer
ru: информер

source: Override the default title for the block. Use <em>!placeholder</em> to display no title, or leave blank to use the default block title.
ru: Введите название блока. Для отключения вывода названия, используйте запись <em>!placeholder</em>. Оставьте это поле незаполненным, чтобы позволить блоку использовать заголовок по умолчанию или генерировать его динамически.

source: Exclude object already displayed in main content
ru: Исключить объект уже показанный в основном контенте

source: The informer has been created.
ru: Информер был создан.

source: delete
ru: удалить

source: The informer %name has been removed.
ru: Информер %name был удален.

source: Informer has not been deleted.
ru: Информер не был удален.

source: Deleted content list %title.
ru: Удален список материалов %title

source: Material lists
ru: Списки материалов

source: Manage material lists
ru: Управление списками материалов

source: Add informer
ru: Добавить информер

source: Add term into "%name" vocabulary
ru: Добавить категорию в словарь "%name"

source: Add %name into "%term" term
ru: Добавить %name в категорию "%term"

source: Add %name
ru: Добавить %name

source: Using table
ru: Таблицей

source: Using list
ru: Списком

source: cols X
ru: колонок на

source: rows
ru: строк

source: Centered cells
ru: Центрировать содержимое ячеек

source: Catalog
ru: Каталог

source: Split every object by fields into shared table cells
ru: Разбить каждый объект по полям в ячейки общей таблицы

source: %fieldname translations
ru: Переводы поля %fieldname

source: Display materials that specific to the current category list
ru: Отображать материалы относящиеся только к текущей категории списка

source: Output objects of type
ru: Выводить объекты типа

source: by vocabulary
ru: по словарю

source: from category
ru: из категории

source: Category view on level 0
ru: Просмотр категорий на уровне 0

source: Category view on level 1
ru: Просмотр категорий на уровне 1

source: Category view on level 2
ru: Просмотр категорий на уровне 2

source: Category view on level 3
ru: Просмотр категорий на уровне 3

source: Category view on level 4
ru: Просмотр категорий на уровне 4

source: Category view on level 5
ru: Просмотр категорий на уровне 5

source: Category view on level 6
ru: Просмотр категорий на уровне 6

source: Category view on level 7
ru: Просмотр категорий на уровне 7

source: Category view on level 8
ru: Просмотр категорий на уровне 8

source: Category view on level 9 and more
ru: Просмотр категорий на уровне 9 и ниже

source: Show only actual materials
ru: Показывать только актуальные материалы

source: Informer displaying options
ru: Параметры отображения информера

source: Alignment in cells
ru: Выравнивание в ячейках

source: The path %path is already reserved by system.
ru: Путь %path зарезервирован системой.

source: The alias is already in use in %uri.
ru: Синоним уже назначен для страницы %uri.

source: edit tree
ru: редактировать дерево

source: All lists
ru: Все списки

source: Additional restrictions
ru: Дополнительные ограничения

# Verb
source: Sort
ru: Сортировать

source: Content sorting
ru: Сортировка содержимого

source: Sorting allowed to user
ru: Сортировка доступна пользователю

source: Sorting order by default
ru: Порядок сортировки по умолчанию

source: Reverse order
ru: В обратном порядке

source: By field %name !descr
ru: По полю %name !descr

source: can slow down the server
ru: может замедлить работу сервера

source: Materials with value of %name field in between
ru: Материалы со значением поля %name между

source: Materials with checked %name option
ru: Материалы с включенной опцией %name

source: Only materials that have picture in field %name
ru: Только материалы имеющие картинку в поле %name

source: Actuality threshold
ru: Порог актуальности

source: By weight
ru: По весу

source: Catalog description
ru: Описание списка

source: Text field contains information about this list
ru: Текстовое поле с информацией относящейся непосредственно к данному списку

source: Terms
ru: Категории

source: Sorting control
ru: Управление сортировкой

source: List sorting tool
ru: Управление сортировкой списка

source: Selected content
ru: Отобранное содержимое

source: Only active polls
ru: Только активные голосования

source: By modification date
ru: По дате изменения

source: Random
ru: Случайно

source: By author
ru: По автору

source: Set up view mode for terms in %vocabulary
ru: Настройте отображение терминов для словаря %vocabulary

source: Table output
ru: Табличный вывод

source: Set up sorting links displaying
ru: Настройте отображение ссылок сортировки

source: Pagination tool
ru: Инструмент постраничной навигации

source: Order by
ru: Сортировать по

source: Except users
ru: Исключая пользователей

source: Enter comma-separated user ids list, e.g "1, 2, 3"
ru: Введите список идентификаторов пользователей, разделенных запятыми, например "1,2,3"

source: Method of adding links
ru: Способ добавления ссылки

source: Enter URL
ru: Ввод URL

source: Content list selection
ru: Выбор списка

source: This feature is locked because current menu link is used in autogenerated menu tree. See catalog <a target="_blank" href="@url">%title</a> settings.
ru: Данная возможность заблокирована по причине использования текущего пункта меню в составе автоматически генерируемого дерева. См. настройки списка материалов <a target="_blank" href="@url">%title</a>.

source: Display as
ru: Показывать как

source: Current category
ru: Текущая категория

source: Children categories
ru: Дочерние категории

source: List of %vocabulary categories or subcategories according to current state, in <a href="@url" target="_blank">"teaser" view mode</a>
ru: Список категорий или подкатегорий словаря %vocabulary в зависимости от текущего состояния, в <a href="@url" target="_blank">режиме просмотра "в списке"</a>

source: Pager copy
ru: Пейджер копия

source: This copy can be used for placing pagers as above, so below of the list.
ru: Эту копию можно использовать для размещения пейджеров как вверху, так и внизу списка

source: %type type materials in <a href="@url" target="_blank">"teaser" view mode</a>
ru: Материалы типа %type в <a href="@url" target="_blank">режиме просмотра "в списке"</a>

source: Users in <a href="@url" target="_blank">"teaser" view mode</a>
ru: Пользователи в <a href="@url" target="_blank">режиме просмотра "в списке"</a>

source: List %name
ru: Список %name

source: Only materials belonging to the currently displayed user profile
ru: Только материалы принадлежащие просматриваемому профилю

source: Informer will be visible only on users pages like "user/123"
ru: Информер будет виден только на пользовательких страницах наподобие "user/123"

source: Only those tasks for which the user is responsible
ru: Только те задачи, где пользователь ответственный

source: Only root projects
ru: Только корневые проекты

source: Main settings
ru: Общие настройки

source: By published
ru: По опубликованности

source: Switches
ru: Переключатели

source: Display modes
ru: Режимы отображения

source: Enabled modes
ru: Отображать режимы

source: Sorting order
ru: Порядок сортировки

source: Content sorting by default
ru: Сортировка содержимого по умолчанию

source: Add sort criterion
ru: Добавить критерий сортировки

source: Filter & Sorting
ru: Фильтры и Сортировка

source: Filter for user
ru: Фильтр для пользователя

source: Sorting for user
ru: Сортировка для пользователя

source: Remember
ru: Запомнить

source: For all
ru: Для всех

source: Form is expanded
ru: Форма развернута

source: Alignment by columns
ru: Выравнивание по колонкам

source: Title
ru: Заголовок

source: Title contains this text
ru: Заголовок содержит этот текст

source: + @node_type in %term
ru: + @node_type в %term

source: Project readiness
ru: Готовность проекта

source: Add a link to the list of materials
ru: Добавить ссылку на список материалов

source: Title links
ru: Название ссылки

source: URL links
ru: Адрес ссылки

source: Classes for links
ru: Классы для ссылки

source: All list
ru: Весь список

source: Text contains
ru: Текст содержит

source: Field %name
ru: Поле %name

source: Content view mode
ru: Режим отображения содержимого

source: Parent category
ru: Родительская категория

source: Representation of parent category
ru: Представление родительской категории

source: Display on paginaton pages
ru: Отображать на страницах пагинации

source: On all pages
ru: На всех страницах

source: Only on first page
ru: Только на первой странице

source: Only on last page
ru: Только на последней странице
