Repository: Itinityorg/itinity-commerce
Catalog: shop/modules/product/translations/product.*.po
Languages: ru

# product
source: Name
ru: Наименование

# product
source: Request
ru: Заявка

source: Qty in stock
ru: Кол-во на складе

source: Your discount
ru: Ваша скидка

source: Not in stock
ru: Нет в наличии

source: In stock
ru: В наличии

source: Submit request
ru: Оставить заявку

source: Your request has been saved.
ru: Ваш запрос был сохранён.

source: Needed
ru: Нужно

source: Product requests
ru: Заявки

source: Mark as processed
ru: Пометить как обработанные

source: Disabled due synchronization with 1C
ru: Отключено из-за синхронизации с 1С

source: Most required products
ru: Наиболее востребованные

source: Unprocessed requests
ru: Не обработано заявок

source: Buy form
ru: Форма покупки

source: Secondary buy form
ru: Дублирующая форма покупки

source: In product list
ru: В списке товаров

source: Products
ru: Товары

source: You can !edit some field viewing settings for this list
ru: Вы можете !edit нектороые настройки отображения полей в этом списке

source: Deals
ru: Сделки

source: Sales volume
ru: Объем продаж

source: Proceeds
ru: Выручка

source: Sales
ru: Продажи

source: Sales by category
ru: Продажи по категориям

source: Manage price
ru: Управление ценой

source: Updated 1 good.
ru: @count товар был обновлён.

source: Reduction
ru: Сокращение

source: Qty with +/- buttons
ru: Кол-во с кнопками +/-

source: Buttons position
ru: Расположение кнопок

source: The form has become outdated. Please reload this page.
ru: Данные устарели. Пожалуйста, перезагрузите эту страницу.

source: Show old strikethrough price
ru: Показывать старую перечеркнутую цену

source: Show actual price
ru: Показывать актуальную цену

source: Show old price
ru: Показывать старую цену

source: Show "You save" text
ru: Показывать поле "Вы экономите"

source: Number of digits after comma
ru: Количество знаков после запятой

source: Delivery conditions
ru: Условия доставки

source: More delivery methods
ru: Ещё способы доставки

source: today
ru: сегодня

source: tomorrow
ru: завтра

source: Here you can to indicate a order of placing elements.
ru: Здесь вы можете указать последовательность размещения элементов.

source: For example
ru: Например

source: [:Your:][:price:][:%:][:discount:]
ru: [:Ваша:][:price:][:%:][:скидка:]

source: After render
ru: После обработки

source: Your 182 rub -10% discount
ru: Ваша 182 руб. -10% скидка

source: [:Your discount::][:price:][:%:]
ru: [:Ваша скидка::][:price:][:%:]

source: Your discount: 182 rub - 10%
ru: Ваша скидка: 182 руб. -10%

source: All text in this field will be processed as follows
ru: Весь текст из этого поля будет обработан следующим образом

source: Simple text will take in this case: [:Simple text, here you can to write any text:]
ru: Простой текст будет взять в таком случае: [:Просто текст, здесь вы можете писать любой текст:]

source: Simple text, here you can to write any text
ru: Просто текст, здесь вы можете писать любой текст

source: For indicate place for a price product with currency, you need to write like here: [:price:]
ru: Для размещения цены продукта с валютой, вам нужно написать как здесь: [:price:]

source: 182 rub
ru: 182 руб.

source: For indicate percents like this: [:%:]
ru: Для указания процентов, вот так: [:%:]
