Repository: Itinityorg/itinity-commerce
Catalog: social_profile/translations/social_profile.ulogin.*.po
Languages: ru

source: You are trying to login with email address of another user.
ru: Вы пытаетесь войти используя e-mail адрес другого пользователя.

source: If you are completely sure that %email is your email address, please confirm password used on current site %site.
ru: Если вы уверены, что %email это ваш адрес, то пожалуйста подтвердите пароль, используемый на этом сайте (%site)

source: Attach information provided by %network network to my profile
ru: Использовать информацию предоставленную сетью %network в моем профайле

source: Authentication provider
ru: Провайдер авторизации

source: uLogin identities
ru: Идентификация

source: Are you sure you want to detach the uLogin identity !identity from %user?
ru: Вы уверены, что хотите отвязать идентификатор !identity от учетной записи %user?

source: This identity was used to create your account. Please choose another identity to replace it.
ru: Этот идентификатор использовался для создания Вашего аккаунта. Пожалуйста укажите другой идентификатор для замены

source: This identity was used to create your account. To delete it you should first add another identity to your account.
ru: Этот идентификатор использовался для создания Вашего аккаунта. Для его удаления вы должны сначала добавить другой идентификатор в свой аккаунт.

source: Delete uLogin identity
ru: Удаление

source: Add more identities
ru: Идентифицироваться ещё

source: Identity deleted.
ru: Идентификация удалена.

source: New identity added.
ru: Новая идентификация добавлена
