Repository: Itinityorg/itinity-commerce
Catalog: social_profile/translations/social_profile.*.po
Languages: ru

source: Last First Middle
ru: Фамилия Имя Отчество

source: Phone
ru: Телефон

source: Profile
ru: Профиль

source: View
ru: Просмотр

source: Edit
ru: Редактировать

source: Settings
ru: Настройки

source: Files
ru: Файлы

source: Login: @name
ru: Логин: @name

source: Comments (@count)
ru: Комментарии (@count)

source: Add material
ru: Добавить материал

source: Publications
ru: Публикации

source: Show on page
ru: Показать на странице

source: settings
ru: настройки

source: @user's picture
ru: Аватар пользователя @user

source: User
ru: Пользователь

source: Search results
ru: Результаты поиска

source: Personal cabinet
ru: Личный кабинет

source: Social Profile
ru: Социальный профиль

source: Social profile
ru: Социальный профиль

source: L.F.M.
ru: Ф.И.О.

source: To access the contents of the site you need to take user agreement.
ru: Для доступа к содержимому сайта вы должны принять пользовательское соглашение.

source: Text of agreement
ru: Текст соглашения

source: Clear accounts data
ru: Очистить данные аккаунтов

source: This text is for @lang (%native) language. If multilingual is enabled, please switch to different language for translate text to specific version.
ru: Этот текст для @lang (%native) языка. Если на сайте используется многоязычность, пожалуйста, переключитесь на другой язык для перевода текста для конкретной версии.

source: Delete confirmed users flags.
ru: Удалить подтвержденные пользователями флажки.

source: This action most in demand if text of agreement has been heavily modified. Do not use this operation too often.
ru: Это действие востребовано если смысл текста соглашения был сильно изменен. Не используйте эту операцию слишком часто.

source: Are you sure want to delete all stored confirmations in users profiles?
ru: Вы уверены, что хотите удалить все сохраненные подтверждения в профилях пользователей?

source: Require confirmation from the user
ru: Требовать подтверждения от пользователей

source: User agreement
ru: Пользовательское соглашение

source: I'm agreed with <a title="@title" target="_blank" class="ajax-popup" href="@url">terms of service</a>
ru: Я согласен с <a title="@title" target="_blank" class="ajax-popup" href="@url">пользовательским соглашением</a>

source: User already agreed with this terms of service
ru: Пользователь уже согласился с этим условием

source: List is empty
ru: Список пуст

source: %account profile
ru: Профиль %account

source: Private field
ru: Приватное поле

source: This information will visible only for owner and sites administrators
ru: Эта информация будет показываться только владельцам и администраторам сайта

source: User with this phone number already exists.
ru: Пользователь с этим номером телефона уже существует.

source: Menu item can not be empty. You must specify one or more options.
ru: Пункт меню не должен быть пустым. Вы должны указать одну или более настроек.

source: One account per one phone number
ru: Одна учетная запись на один номер телефона

source: Authentication via social network
ru: Аутентификация через социальные сети

source: Identified
ru: Идентифицироваться
