Repository: Itinityorg/itinity-commerce
Catalog: shop/translations/shop.delivery.*.po
Languages: ru

source: Points of self-delivery
ru: Точки выдачи

source: Price is !price
ru: Цена !price

source: For free delivery you can buy goods for !sum
ru: Для бесплатной доставки купите товаров на !sum

source: Delivery
ru: Доставка

source: Delivery methods
ru: Способы доставки

source: Self-delivery
ru: Самовывоз

source: Self-delivery from address, specified in "About company" settings
ru: Самовывоз с адреса, указанного в настройках "О компании"

source: Courier
ru: Курьер

source: Delivery of the city
ru: Доставка по городу

source: Please <a href="@uri">fill out</a> the information about the company
ru: Пожалуйста <a href="@uri">заполните</a> информацию о компании

source: Cost of delivery
ru: Стоимость доставки

source: To the order sum
ru: До суммы заказа

source: to the order sum @sum
ru: до суммы заказа @sum

source: Add issuing point
ru: Добавить пункт выдачи

source: Delivery region
ru: Регион доставки

source: Add region
ru: Добавить регион

source: Allow payment methods
ru: Разрешить способы оплаты

source: Settings for %name delivery method was updated.
ru: Настройки способа доставки %name были сохранены.

# Shop
source: Free
ru: Бесплатно

source: Required time, hours
ru: Требуемое время, часы
