Repository: Itinityorg/itinity-commerce
Catalog: shop/translations/shop.*.po
Languages: ru

source: Entity types
ru: Типы объектов

source: Goods
ru: Товары

source: Shopping cart
ru: Корзина

source: !user's shopping cart
ru: Корзина пользователя !user

source: Quantity
ru: Количество

source: Cart is empty
ru: Корзина пуста

source: Your cart is empty. You can continue shopping.
ru: Ваша корзина пуста. Вы можете продолжить покупки.

source: Shopping cart has been updated
ru: Корзина была обновлена

source: Total
ru: Итого

source: Qty
ru: Кол-во

source: Price
ru: Цена

source: Sum
ru: Сумма

source: Transactions not found
ru: Транзакции не найдены

source: External ID
ru: Внешний ID

source: Reference
ru: Ссылка

source: Amount
ru: Общая сумма

source: Currency
ru: Валюта

source: Life time
ru: Время жизни

source: Permanent
ru: Постоянно

source: Transaction #
ru: Транзакция №

source: Optionally may be set by paiment interface
ru: Опционально может быть уставновлен интерфейсом оплаты

source: Wait
ru: Ожидание

source: Refused
ru: Отклонено

source: Accepted
ru: Принято

source: Date and time of last changes
ru: Дата и время последних изменений

source: Select entity types that be selling on this site.
ru: Выберите типы объектов, которые будут продаваться на этом сайте.

source: Keep track of balances
ru: Вести учёт остатков

source: Enable fractional quantity
ru: Включить поддержку дробного количества товаров

source: Enables in product editing form additional setting for adjustment granularity of quantity.
ru: Включает в редактировании товара доп. опцию для настройки дискретности количества.

source: Time write-off of goods
ru: Момент списания товара

source: Order is created
ru: Заказ создан

source: Order is paid
ru: Заказ оплачен

source: Order is completed
ru: Заказ исполнен

source: Action when you click "buy" button
ru: Действие при нажатии кнопки покупки

source: Go to shopping cart
ru: Перейти в корзину

source: Empty
ru: Пусто

source: 1 product
ru: @count товар

source: No purchases
ru: Нет покупок

source: Access to all shop carts and add orders manually
ru: Доступ ко всем корзинам и добавление заказов вручную

source: Cart
ru: Корзина

source: +!summ to order
ru: +!summ к заказу

source: Country, city
ru: Страна, город

source: I'm new here
ru: Я здесь первый раз

source: I've already bought in this shop
ru: Я уже покупал в этом магазине

source: Shop
ru: Магазин

source: Transactions
ru: Переводы

source: An item %title has been removed from shop cart.
ru: Пункт %title был удален из корзины.

source: Buy
ru: Купить

source: With qty text field
ru: С полем выбора кол-ва

source: Without qty text field
ru: Без поля выбора кол-ва

source: !count !pcs in stock
ru: !count !pcs в наличии

source: Data in this form deprecated, try to reload page.
ru: Данные в этой форме устарели, перезагружаем страницу.

source: Receive notifications about all of new orders
ru: Получать уведомления о всех новых заказах

source: Only in order
ru: Только в заказе

source: On step @num
ru: На шаге @num

source: The Shop module will disable the caching of pages that contain a buy buttons or cart.
ru: Модуль магазина будет отключать кэширование на страницах, содержащих кнопки покупки или корзину.

source: Add new product
ru: Добавление нового товара

source: agent
ru: агент

source: Button title
ru: Название кнопки

source: Information for customer
ru: Информация для покупателя

source: Payment method name
ru: Название способа оплаты

source: storekeeper
ru: завскладом

source: courier
ru: курьер

source: bookkeeper
ru: бухгалтер

source: Empty value
ru: Пустое значение

# cost
source: Free
ru: Бесплатно

source: The cost will be decided later
ru: Стоимость будет уточнена позже

source: From store
ru: Из магазина

source: Variant
ru: Вариант

source: In total
ru: Всего

source: Quantity and unit of measurement
ru: Кол-во и единица измерения

source: Products not in stock
ru: Товары с нулевым остатком

source: Accept bids for products with a zero balance
ru: Принимать заявки на товары с нулевым остатком

source: Purchases and payments
ru: Покупки и оплаты

source: Use zero where 1C don't present qty
ru: Обнулять остатки, если кол-во отсутствует в импорте из 1С

source: Payment for order #@num
ru: Оплата заказа №@num

source: Order paid
ru: Заказ оплачен

source: Payment canceled
ru: Платёж отменен

source: Analytics
ru: Аналитика

source: Payment methods
ru: Способы оплаты

source: Default currency
ru: Валюта по умолчанию

source: Default payment method
ru: Способ оплаты по умолчанию

source: Carts
ru: Корзины

source: Panel
ru: Панель

source: Graph
ru: График

source: Sales funnel
ru: Воронка продаж

source: Purchases dynamics
ru: Динамика покупок

source: Revenue dynamics
ru: Динамика продаж

source: Orders progress
ru: Исполнение заказов

source: Orders journal
ru: Журнал заказов

source: Product journal
ru: Журнал товаров

source: Yesterday
ru: Вчера

source: Payments
ru: Оплаты

source: No orders
ru: Нет заказов

source: Cancel payment
ru: Отменить оплату

source: Payment method
ru: Способ оплаты

source: Balances
ru: Остатки

source: Payment in cash
ru: Оплата наличными

source: Customer will be given information about location of the store from "About Us"
ru: Покупатель получит информацию о местоположении магазина из "О компании"

source: Submit orders
ru: Сохранять заказы

source: Shop settings
ru: Настройки магазина

source: Order without registration
ru: Заказ без регистрации

source: "Submit orders" permission for anonymous users
ru: Разрешение "Сохранять заказы" для анонимных пользователей

source: Display icon
ru: Отображать иконку

source: Caption
ru: Надпись

source: Shopping cart laoyut
ru: Шаблон корзины

source: Do you really want to cancel payment?
ru: Вы действительно хотите отменить оплату?

source: above this sum shipping will be free.
ru: свыше этой суммы доставка будет бесплатной.

source: Total to pay
ru: Всего к оплате

source: Motivational text
ru: Мотивирующий текст

source: Please login or register for 2 minutes to complete checkout.
ru: Для завершения оформления заказа войдите в личный кабинет или зарегистрируйтесь за 2 минуты.

source: Personal account provides extended capabilities for order management and saves your time.
ru: Личный кабинет даст вам больше возможностей по управлению своим заказом и сэкономит ваше время.

source: Also you can proceed to <a href='@shop-cart-order'>checkout without registration</a>.
ru: Также вы можете <a href='@shop-cart-order'>оформить заказ без регистрации</a>.

source: 1 good on !sum
ru: @count товар на сумму !sum

source: 1 good
ru: @count товар

source: Shopping cart displaying
ru: Отображение корзины

source: Without content
ru: Без содержимого

source: Total sum
ru: Итоговая сумма

source: List without prices
ru: Список без цен

source: Detailed list
ru: Подробный список

source: Editable list
ru: Редактируемый список

source: Proceed payment of all orders not older than 24 hours
ru: Автоматически проводить оплату всех заказов не старше 24 часов

source: Price rounding rule
ru: Правило округления цены

source: As is
ru: Оставить как есть

source: Floor value
ru: Округление в меньшую сторону

source: Ceil value
ru: Округление в большую сторону

source: Round value
ru: Математическое округление

source: Shop profit
ru: Выручка магазина

source: Supply time
ru: Срок поставки

source: Default product supply time. This value can be overwritten in product item form. This value will be summed to delivery time.
ru: Это срок поставки товара на склад по умолчанию. В карточке товара можно указать индивидуальный срок поставки. При расчете сроков доставки указанное число плюсуется к срокам работы служб доставки.

source: Product supply time
ru: Срок поставки товара

source: This value will be summed to delivery time.
ru: При расчете сроков доставки указанное число плюсуется к срокам работы служб доставки.

source: Sell goods on request
ru: Продавать товары под заказ

source: Available on request
ru: Под заказ

source: Time
ru: Время

source: Number of new carts
ru: Количество новых корзин
