Repository: Itinityorg/itinity-commerce
Catalog: node_specifications/translations/node_specifications.*.po
Languages: ru

source: Node specification
ru: Характеристика материала

source: Administer node specifications sets
ru: Администрирование наборов характеристик материалов

source: Perform administration tasks for node specifications sets
ru: Осуществлять административные задачи для наборов характеристик материала

source: Specifications
ru: Характеристики

source: Node specifications module element
ru: Элемент модуля характеристики

source: Compare link
ru: Ссылка сравнения

source: Expand fields
ru: Разбить поля

source: Specification fields expanded
ru: Поля характеристик разбиты по полям материала

source: Specification fields grouped
ru: Поля характеристик собраны в одно поле материала

source: Compare
ru: Сравнить

source: Specification sets
ru: Наборы характеристик

source: Yes
ru: Да

source: No
ru: Нет

source: Select
ru: Выбрать

source: Edit this set
ru: Редактировать этот набор

source: Nodes compare block
ru: Блок сравнения материалов

source: Node filters
ru: Фильтры материалов

source: Filter presets
ru: Предустановленные фильтры

source: Filters
ru: Фильтры

source: Comparing
ru: Сравнение

source: All specifications
ru: Все характеристики

source: Create new specification filter preset
ru: Создать новый предустановленный фильтр по характеристикам

source: Node specifications
ru: Характеристики

source: Add specification set
ru: Добавить набор характеристик

source: Field list
ru: Список полей

source: Compare nodes via specifications
ru: Сравнить материалы через характеристики

source: Clean compare list
ru: Очистить лист сравнения

source: Add compare item
ru: Добавить к сравнению

source: Remove from comparing
ru: Удалить из сравнения

source: Filter test
ru: Тест фильтров

source: Generate specifications
ru: Сгенерировать характеристики

source: Dimensions
ru: Размеры

source: Length
ru: Длина

source: Width
ru: Ширина

source: Height
ru: Высота

source: Weight
ru: Вес

source: Specifications sets for nodes.
ru: Наборы характеристик для материалов.

source: Element name
ru: Имя элемента

source: Show
ru: Показать

source: Expand
ru: Развернуть

source: specification fields is empty
ru: характеристика не имеет полей

source: Title
ru: Заголовок

source: Actions
ru: Действия

source: Price
ru: Цена

source: from
ru: от

source: to
ru: до

source: In stock
ru: В наличии

source: Not important
ru: Неважно

source: Pick up
ru: Подобрать

source: Reset
ru: Сбросить

source: Clear
ru: Очистить

source: Specification settings
ru: Настойки характеристик

source: Specify display layout
ru: Выберите шаблон отображения

source: Vertical
ru: Вертикальный

source: Horizontal
ru: Горизонтальный

source: Vocabularies
ru: Словари

source: Data distribution for specifications fields
ru: Распределение данных по полям характеристик

source: Create new specification set
ru: Создать новый набор характеристик

source: Edit specification set !name
ru: Редактировать набор характеристик !name

source: Name
ru: Название

source: Machine name
ru: Компьютерное название

source: Description
ru: Описание

source: Describe this set
ru: Опишите этот набор

source: Apply for
ru: Применять для

source: Node types
ru: Типы материала

source: None
ru: Нет

source: All terms
ru: Все термины

source: Apply on selected term sublevels
ru: Применять на подуровни выбранных терминов

source: Fields
ru: Поля

source: Add specification
ru: Добавить характеристику

source: Required
ru: Обязательно

source: Use in title
ru: Использовать в заголовоке

source: Type
ru: Тип

source: Units
ru: Единицы

source: Multiple choise
ru: Выбор из нескольких вариантов

source: Add variant
ru: Добавить вариант

source: Variants
ru: Варианты

source: Add color variant
ru: Добавить вариант цвета

source: Color
ru: Цвет

source: Color name
ru: Описание для цвета

source: Save set
ru: Сохранить набор

source: Delete set
ru: Удалить набор

source: The machine name must start from letter.
ru: Машинное имя должно начинаться с буквы

source: Specification set %name saved.
ru: Набор характеристик %name сохранен.

source: Are you sure you want to delete the %name specification set?
ru: Вы уверены, что хотите удалить %name набор характеристик

source: This action cannot be undone.
ru: Это действие нельзя отменить.

source: The specification set %name has been deleted.
ru: Набор характеристик %name был удален

source: Specification set
ru: Набор характеристик

source: Save
ru: Сохранить

source: Field type
ru: Тип поля

source: The changes have been saved.
ru: Изменения сохранены.

source: List
ru: Список

source: There are no specifications set. <a href="@link">Add specification set</a>.
ru: На данный момент наборы характеристик отсутствуют. <a href="@link">Добавить набор характеристик</a>.

source: Node compare
ru: Сравнение по характеристикам

source: Nodes must be same type
ru: Материалы должны быть одного типа

source: Clear comparing list and return
ru: Отчистить сисок сравнения и вернуться

source: Nothing to compare
ru: Нечего сравнивать

source: Compare list is empty
ru: Список сравнения пуст

source: Go back
ru: Назад

source: Text field
ru: Текстовое поле

source: Integer digit field
ru: Цифровое значение

source: Text select
ru: Значение из списка

source: Color select
ru: Цвет из списка

source: Logic field
ru: Логическое поле

source: Base uri
ru: Основная часть ссылки

source: Query params
ru: Дополнительная часть ссылки

source: Filter preset created
ru: Предустановленный фильтр создан

source: Filter preset deleted
ru: Предустановленный фильтр удален

source: Only differs
ru: Только различающиеся

source: Create filter preset
ru: Создать предустановленный фильтр

source: Fields to extrafields
ru: Поля в экстраполя

source: Provide specification fields as separete extrafields
ru: Разбить поля набора характеристик на отдельные экстраполя

source: Hints
ru: Подсказки

source: Specification fields visibility settings
ru: Настройки видимости полей характеристик

source: Required to fill
ru: Заполнять обязательно

source: Use @name for
ru: Использовать @name для

source: With sublevels
ru: С подуровнями

source: Type of material
ru: Тип материала

source: Not selected
ru: Не выбран

source: Term
ru: Термин

source: Include subterms
ru: Включая подкатегории

# specification
source: Required
ru: Обязательная

# specification
source: Multiple choise
ru: Множественный выбор

source: With labels
ru: С метками

source: Content
ru: Содержимое
