Repository: Itinityorg/itinity-commerce
Catalog: shop/modules/order/translations/order.mail.texts.*.po
Languages: ru

# mail:order:new
source: New @order_title
ru: Новый @order_title

# mail:order:new
source: You have created an @order_title
ru: Вы создали @order_title

# mail:order:new
source: You have created an !order-link
ru: Вы создали !order-link

# mail:order:new
source: Created new !order-link on site @sitename by user !username-link
ru: Создан новый !order-link на сайте @sitename пользователем !username-link

# mail:order:new
source: Created new @order-name on site @sitename by user @username
ru: Создан новый @order-name на сайте @sitename пользователем @username

# mail:order:new
source: Created new !order-link on site @sitename
ru: Создан новый !order-link на сайте @sitename

# mail:order:new
source: Order number is: #@num
ru: Номер заказа: №@num

# mail:order:new
source: Go to order
ru: Перейти в заказ

# mail:order:status
source: Status of your order [order:title] is changed to [order:status]
ru: Статус вашего заказа [order:title] изменен на [order:status]

# mail:order:status
source: Status of your order [order:title] is changed to [order:status] You can view the order progress by reference [order:view]
ru: Статус вашего заказа [order:title] изменен на [order:status] Вы можете отслеживать выполнение заказа по ссылке [order:view]
