Repository: Itinityorg/itinity-commerce
Catalog: shop/modules/order/translations/order.*.po
Languages: ru

source: Time
ru: Время

source: Name
ru: Название

# username
source: Name
ru: Имя

# count
source: Positions
ru: Позиций

source: Sum
ru: Сумма

source: Delivery
ru: Доставка

source: Delivery date
ru: Срок доставки

source: Status
ru: Статус

source: Paid
ru: Оплачен

source: Customer
ru: Заказчик

source: Change
ru: Изменить

source: Edit
ru: Изменить

source: Add order
ru: Добавить заказ

source: Hide completed
ru: Скрыть завершенные

source: Show completed
ru: Показать завершенные

source: Save
ru: Сохранить

source: Order
ru: Заказ

source: Order status
ru: Статус заказа

source: Cart is empty
ru: Корзина пуста

source: Order content type for shop orders.
ru: Тип содержимого заказ для создания заказов в магазине.

source: Edit %title
ru: Редактировать %title

source: Content of order
ru: Содержимое заказа

source: I'm
ru: Я

source: Another man
ru: Другой человек

source: Company
ru: Компания

source: Last First Middle
ru: Фамилия Имя Отчество

source: Phone
ru: Телефон

source: Other contacts
ru: Прочие контакты

source: Details and comments to the order
ru: Подробности и комментарии к заказу

source: Order current status
ru: Текущее состояние заказа

source: Previous step
ru: Предыдущий шаг

source: Continue shopping
ru: Продолжить покупки

source: Done
ru: Готово

source: Checkout order
ru: Оформить заказ

source: Checkout without registration
ru: Оформить без регистрации

source: Confirm order
ru: Подтвердить заказ

source: Next step
ru: Следующий шаг

source: Saving order. Please wait....
ru: Сохранение заказа. Пожалуйста подождите...

source: Information about customer
ru: Информация о заказчике

source: The field %field is required.
ru: Поле %field обязательно для заполнения.

source: Contacts information is empty.
ru: Контактная информация не заполнена.

source: @type %title has been created.
ru: @type %title был создан.

source: An item %title has been added to shop cart.
ru: Пункт %title был добавлен в корзину.

source: An item %title has been removed from shop cart.
ru: Пункт %title был удален из корзины.

source: Shopping cart has been updated
ru: Корзина была обновлена

source: Issued
ru: Оформлен

source: Prepared to delivery
ru: Готов к доставке

source: Delivered
ru: Доставлен

source: Shopping cart contents
ru: Содержимое корзины

source: Recipient
ru: Получатель

source: Information about recipient
ru: Информация о получателе

source: Current status of order
ru: Текущий статус заказа

source: Delivery method
ru: Способ доставки

source: Products delivery method
ru: Способ доставки товаров

source: Order payment method
ru: Способ оплаты заказа

source: Ordered by
ru: Заказ оформил

source: Information about who issued an order
ru: Информация о заказчике

source: Delivery info
ru: Информация о доставке

source: Invoice
ru: Счёт

source: Payment widget
ru: Виджет оплаты

source: Orders
ru: Заказы

source: Order is fully paid.
ru: Заказ полностью оплачен.

source: Transactions
ru: Переводы

source: Payment iformation
ru: Информация об оплате

source: Paid summ
ru: Оплаченная сумма

source: Required summ
ru: Требуемая сумма

source: Canceled
ru: Отменён

source: Complete
ru: Исполнен

source: Unknown
ru: Неизвестно

source: from address !address
ru: с адреса !address

source: From store
ru: Из магазина

source: Order #@number
ru: Заказ №@number

source: Order #@number (order from Yandex.Market, ID = @ya_market_id)
ru: Заказ №@number (заказ с Яндекс.Маркета, ID = @ya_market_id)

source: Your order has been created and assigned the number <a href="@url">@num</a>.
ru: Ваш заказ создан и ему присвоен номер <a href="@url">@num</a>.

source: By security reasons access to order will provided for @time. To follow order execution, You must request for temporary access. For Your convenience, please <a class="ajax-popup" href="@reg-url">register</a> if You have not bought from us, or <a class="ajax-popup" href="@login-url">log in</a> if You already registede in our shop.
ru: В целях безопасности доступ к заказу предоставляется на @time. Чтобы следить за исполнением заказов вам придётся запрашивать временный доступ. Для вашего удобства <a class="ajax-popup" href="@reg-url">зарегистрируйтесь</a>, если Вы ранее не покупали у нас, или <a class="ajax-popup" href="@login-url">авторизуйтесь</a> если Вы зарегистрированы в нашем магазине.

source: New order on a site @sitename
ru: Новый заказ на сайте @sitename

source: You have created an new order on site @sitename
ru: Вы создали новый заказ на сайте @sitename

source: Created new !order-link on site @sitename !username-link user
ru: Создан новый !order-link на сайте @sitename пользователем !username-link

source: Currency @curr not supported in @title
ru: Валюта @curr не поддерживается заказом @title

source: @title is allready paid
ru: @title уже оплачен

source: @title not found
ru: @title не найден

source: @title is unpublished
ru: @title снят с публикации

source: @title required summ is empty
ru: требуемая сумма пуста

source: New order
ru: Новый заказ

source: Notification when order created
ru: Оповещение о создании нового заказа

source: Accepted
ru: Принято

source: Messages
ru: Сообщения

source: Add order node type.
ru: Добавляет тип материала "заказ"

source: Data in this form deprecated, try to reload page.
ru: Данные в этой форме устарели, перезагружаем страницу.

source: This elements is disabled because order is already paid
ru: Эти элементы отключены потому что заказ уже оплачен

source: Status changed to <b>@status</b>
ru: Статус изменён на <b>@status</b>

source: not specified
ru: не указано

source: In work
ru: В работе

source: Not paid
ru: Не оплачен

source: By status
ru: По статусу

source: Type first name and last name or organisation name
ru: Введите имя и фамилию или название организации

source: Not accepted
ru: Не принято

source: Get temporary access via e-mail
ru: Получить временный доступ по почте

source: You already logged in
ru: Вы уже вошли на сайт

source: You cannot submit request more than %limit orders in @interval. Try again later.
ru: Вы не можете отправлять запрос чаще чем %limit раз в @interval. Попробуйте позже.

source: Order #@num not contains information about recipient email address.
ru: Заказ №@num не содержит информацию об электронной почте получателя.

source: Message with instructions for access to order #@num was sent to your e-mail address.
ru: Сообщение с инструкциями для доступа к заказу №@num было отправлено на ваш адрес электронной почты.

source: You view order by temporary private link.
ru: Вы просматриваете заказ по ссылке временного доступа.

source: You tried access to order via priate link that already expired.
ru: Вы попытались получить доступ к заказу по ссылке, срок действия которой истек.

source: Temporary access to order #@num
ru: Временный доступ к заказу №@num

source: Hello! You or another user has requested access to view order #@num placed in our store.
ru: Здравствуйте! Вы, или другой пользователь запросили доступ к просмотру заказа №@num, размещенному в нашем магазине.

source: For access to the order #@num please follow to this link:
ru: Для доступа к заказу №@num пожалуйста проследуйте по этой ссылке:

source: Remember that this link will active within @timeout. After this period, you will have to repeat the request.
ru: Учтите, что эта ссылка будет активна @timeout. По истечении этого срока, вам придется повторить запрос.

source: Permanent link to this order: @uri
ru: Постоянная ссылка на этот заказ: @uri

source: Store opened you temporary access to the order #@num. Duration access is @timeout.
ru: Магазин открыл вам временный доступ к заказу №@num. Время действия доступа - @timeout.

source: name not specified
ru: имя не указано

source: This e-mail (@email) already used in user account on a site.
ru: Этот адрес электронной почты (@email) уже используется в учетной записи на сайте.

source: Perhaps You already have an account here before. Please <a href="@url">log-in</a> on a site.
ru: Вероятно Вы уже регистрировались здесь ранее. <a href="@url">Войдите</a> пожалуйста на сайт.

source: This e-mail (@email) already used in another account on a site.
ru: Этот адрес электронной почты (@email) уже используется другой учетной записью на сайте.

source: If You have other account registered to @email, please log-in using this e-mail.
ru: Если у Вас есть аккаунт зарегистрированный на @email, пожалуйста войдите используя этот адрес.

source: Order in progress ...
ru: Заказ обрабатывается ...

source: currently payment is not available.
ru: на данный момент оплата недоступна.

source: for free
ru: бесплатно

source: Paid more goods for !summ for free delivery
ru: Для бесплатной доставки купите ещё товаров на !summ

source: Cart is empty, You can not checkout order without goods.
ru: Корзина пуста, Вы не можете создавать заказы без товаров.

source: %username shopping cart
ru: Корзина %username

source: Payment for order
ru: Оплата заказа

source: Payment for order #@num
ru: Оплата заказа №@num

source: Implementation status
ru: Статус исполнения

source: Payment status
ru: Платежный статус

source: Expected
ru: Ожидается

source: Copy of new order, for order recipient
ru: Новый заказ, для получателей заказа

source: Only order node type
ru: Только для типа содержимого "заказ"

source: Order already paid
ru: Заказ уже оплачен

source: Order is not requires money
ru: Заказ не требует денег

source: Sum not equals to @sum
ru: Сумма не равна @sum

source: Order is not published
ru: Заказ не опубликован

source: Orders not found
ru: Заказы не найдены

source: Pay order
ru: Оплатить заказ

source: Thanks for purchase!
ru: Спасибо за покупку!

source: Please prepare moneys needed for purchase.
ru: Пожалуйста приготовьте деньги для оплаты.

source: Download or print invoice and pay it.
ru: Скачайте или распечатайте счет и оплатите его.

source: It remains only to pay for the order.
ru: Осталось только оплатить заказ.

source: Delivery information
ru: Информация о доставке

source: Checkout
ru: Оформить

source: Order's microwidget
ru: Микровиджет заказов

source: You have 1 order
ru: У вас @count заказ

source: Order receipt
ru: Получение

source: Waits for payment
ru: Ожидает оплаты

source: Make payment
ru: Провести оплату

source: Temporarily unavailable
ru: Временно недоступно

source: Required fields
ru: Обязательные поля

source: Recipient data
ru: Данные получателя

source: Content of shop cart and delivery method
ru: Содержимое корзины и способ доставки

source: Information about delivery
ru: Информация о доставке

source: Order Customer
ru: Заказчику

source: Order Author
ru: Автору заказа

source: Order Recipient
ru: Получателю заказа

source: Payment accepted
ru: Платеж принят

source: Pay !sum
ru: Оплатить !sum

source: Please choose payment method
ru: Пожалуйста, выберите способ оплаты

source: Order was paid
ru: Заказ был оплачен

source: Order discount
ru: Скидка на заказ

source: Order freeze period
ru: Период заморозки заказа

source: frozen
ru: заморожен

source: The order item prices and delivery terms will be fixed during this period, even if changed
ru: Это срок, на который в заказе будут зафиксированы цены и условия доставки, даже в случае их изменения

source: We guarantee items and delivery price preservation until %date
ru: Мы гарантируем сохранение стоимости товаров и доставки до %date

source: User %user set order discount to %od, comment: %c
ru: Пользователь %user установил скидку в размере %od, комментарий: %c

source: Order discount text
ru: Комментарий к скидке

source: Finished
ru: Завершены

source: Cancelled
ru: Отменены

source: Current week
ru: Текущая неделя

source: Current month
ru: Текущий месяц

source: Strict
ru: Точно

source: Per day
ru: По дням

source: Per week
ru: Понедельно

source: Per month
ru: Помесячно

source: Period
ru: Период

# orders-statistics
source: Scale
ru: Масштаб

source: Orders statistics
ru: Статистика заказов

source: Period is too large!
ru: Период слишком большой!

# plural
source: Processed
ru: Обработанные
