Repository: Itinityorg/itinity-commerce
Catalog: money/translations/money.*.po
Languages: ru

source: Money
ru: Деньги

source: Payment
ru: Оплата

source: Money transaction #@num
ru: Денежная транзакция №@num

source: Site cash account
ru: Лицевой счёт сайта

source: Pay
ru: Оплатить

source: Num
ru: Номер транзакции

source: Date, time
ru: Дата и время

source: Sum
ru: Сумма

source: Payment method: !name
ru: Способ оплаты: !name

source: Operation name
ru: Наименование операции

source: Sum to paid
ru: Сумма к оплате

source: Payment method
ru: Способ оплаты

source: Available funds
ru: Доступные средства

source: Source
ru: Источник

# accounting
source: Balance
ru: Остаток

source: Refuel personal balance
ru: Пополнение личного счёта

source: Refuel site cash account
ru: Пополнение лицевого счета сайта

source: Operations not found
ru: Операций нет

source: Commerce
ru: Коммерция

source: Settings for @title
ru: Настройки для @title

source: Money transaction
ru: Денежная транзакция

source: Payment methods
ru: Способы оплат

source: Default currency
ru: Валюта по умолчанию

source: Operation
ru: Операция

source: Recipient
ru: Получатель

source: Leave empty for defaults
ru: Оставьте пустым для значения по умолчанию

source: Administer finances
ru: Управлять финансами

source: Money transaction can not be executed. <br />Transaction: !transaction <br />Error messages: !errors
ru: Денежная транзакция не выполнена. <br />Транзакция: !transaction <br />Ошибки: !errors

source: Operation <strong>"!op"</strong> for the sum <strong>!sum</strong> successfully completed.
ru: Операция <strong>"!op"</strong> на сумму <strong>!sum</strong> успешно выполнена.

source: Source balance before operation
ru: Баланс источника до

source: Source balance after operation
ru: Баланс источника после

source: Recipient balance before operation
ru: Баланс получателя до

source: Recipient balance after operation
ru: Баланс получателя после

source: Service data
ru: Служебная информация

source: Money transaction №@n
ru: Денежная транзакция №@n

source: Transaction
ru: Транзакция

source: Internal document ID
ru: Внутренний идентификатор документа

source: Any source
ru: Любой источник

source: Any recipient
ru: Любой получатель

source: Money transactions of !source
ru: Денежные операции !source

source: Money operations overview
ru: Обзор денежных операций

source: Money transactions
ru: Денежные транзакции

source: Reset filter
ru: Сбросить фильтр

source: #, date, time
ru: №, дата, время

source: date/time
ru: дата/время

source: Additional data
ru: Расширенная информация

source: Proceeded by
ru: Провел транзакцию

source: Automatically
ru: Автоматически

source: Payment system
ru: Платежная система

source: Payment systems
ru: Платежные системы

source: Period profit
ru: Выручка за период
